import SalaryCalc from "../components/tools/SalaryCalc";
import Calibration from "../components/tools/Calibration";
import ReCalibrate from "../components/tools/ReCalibrate";
import PhoneBook from "../components/tools/PhoneBook";
const tools = [
  {
    toolTitle: "Калибровка топлива",
    toolDescription:
      "Инструмент для калибровки топлива, конвертирует 'см' в 'л'",
    toolID: "01",
    toolSlug: "calibrate",
    toolVersion: "1.2.3",
    tool: Calibration,
    svgIcon: (
      <>
        <svg fill="#000" height="30px" width="30px" viewBox="0 0 390 390">
          <path
            d="M117.427,0v390h155.147V0H117.427z M210.715,40L195,50.761L179.285,40H210.715z M157.427,350V73.511
	L195,99.239l37.573-25.728V117.5h-30v40h30v40h-30v40h30v40h-30v40h30V350H157.427z"
          />
        </svg>
      </>
    ),
  },

  {
    toolTitle: "Обратная калибровка топлива",
    toolDescription:
      "Инструмент для обратной калибровки топлива, конвертирует 'л' в 'см'",
    toolID: "02",
    toolSlug: "recalibrate",
    toolVersion: "1.0.0",
    tool: ReCalibrate,
    svgIcon: (
      <>
        <svg
          fill="#000"
          height="30px"
          width="30px"
          viewBox="0 0 390 390"
          className="rotate">
          <path
            d="M117.427,0v390h155.147V0H117.427z M210.715,40L195,50.761L179.285,40H210.715z M157.427,350V73.511
	L195,99.239l37.573-25.728V117.5h-30v40h30v40h-30v40h30v40h-30v40h30V350H157.427z"
          />
        </svg>
      </>
    ),
  },

  {
    toolTitle: "Книга контактов и адресов",
    toolDescription: "Справочник с контактами, адресами картой АЗС",
    toolID: "03",
    toolSlug: "phone-book",
    toolVersion: "1.2.0",
    tool: PhoneBook,
    svgIcon: (
      <>
        <svg width="30px" height="30px" viewBox="0 0 64 64">
          <g>
            <path
              fill="#000"
              d="M60,28h-8c-2.211,0-4,1.789-4,4s1.789,4,4,4h8c2.211,0,4-1.789,4-4S62.211,28,60,28z"
            />
            <path
              fill="#000"
              d="M49.711,19.465l6.93-4c1.914-1.105,2.57-3.551,1.461-5.465C57,8.086,54.555,7.43,52.641,8.535l-6.93,4
		c-1.914,1.105-2.57,3.551-1.461,5.465C45.352,19.914,47.797,20.57,49.711,19.465z"
            />
            <path
              fill="#000"
              d="M56.641,48.535l-6.93-4C47.797,43.43,45.355,44.086,44.25,46s-0.453,4.359,1.461,5.465l6.93,4
		C54.555,56.57,57,55.914,58.105,54S58.555,49.641,56.641,48.535z"
            />
            <path
              fill="#000"
              d="M28,0H12c-0.52,0-1.039,0.105-1.527,0.309C9.98,0.512,9.535,0.805,9.164,1.18C8.766,1.578,0,12,0,32
		s8.316,29.688,8.672,30.219c0.113,0.172,0.262,0.309,0.395,0.457c0.062,0.066,0.109,0.137,0.176,0.199
		c0.328,0.316,0.699,0.562,1.102,0.742c0.086,0.047,0.176,0.07,0.266,0.102C11.055,63.883,11.52,64,11.992,64C11.996,64,12,64,12,64
		h16c2.211,0,4-1.789,4-4V44c0-2.211-1.789-4-4-4h-4V24h4c2.211,0,4-1.789,4-4V4C32,1.789,30.211,0,28,0z"
            />
          </g>
        </svg>
      </>
    ),
  },
  {
    toolTitle: "Калькулятор зарплаты",
    toolDescription: "Инструмент для подсчёта зароботной платы",
    toolID: "04",
    toolSlug: "salary-calc",
    toolVersion: "1.0.1",
    tool: SalaryCalc,
    svgIcon: (
      <>
        <svg fill="#000" height="30px" width="30px" viewBox="0 0 48 48">
          <path
            d="M25.662,19.651C26.402,19.877,27.187,20,28,20c4.418,0,8-3.582,8-8s-3.582-8-8-8c-2.212,0-4.214,0.898-5.662,2.349
		C21.598,6.123,20.814,6,20,6c-4.418,0-8,3.582-8,8s3.582,8,8,8C22.212,22,24.214,21.102,25.662,19.651z M28,8c2.206,0,4,1.794,4,4
		s-1.794,4-4,4c-2.206,0-4-1.794-4-4S25.795,8,28,8z M16,14c0-2.206,1.794-4,4-4c0.088,0,0.169,0.02,0.256,0.026
		C20.095,10.658,20,11.317,20,12c0,2.079,0.8,3.967,2.1,5.389C21.488,17.77,20.773,18,20,18C17.795,18,16,16.206,16,14z"
          />
          <path
            d="M30,24c-5.952,0-10.813,1.913-12.9,4.777c-1.05-0.914-1.862-1.813-2.3-2.379c-1.986-2.643-5.754-3.181-8.4-1.198
		c-2.646,1.984-3.185,5.753-1.199,8.4C5.519,34.025,13.131,44,24,44h20V32C44,27.439,37.981,24,30,24z M8.4,31.2
		c-0.662-0.882-0.482-2.139,0.397-2.8c0.36-0.27,0.783-0.399,1.201-0.399c0.608,0,1.207,0.274,1.596,0.791
		C11.647,28.864,17.026,36,24,36h8v-2l0,0v-2h-8c-1.229,0-2.46-0.385-3.61-0.962C21.518,29.573,25.025,28,30,28
		c6.104,0,10,2.369,10,4v8h-2H24C15.107,40,8.669,31.559,8.4,31.2z"
          />
        </svg>
      </>
    ),
  },
];

export default tools;
